Repository: ase-github/CharitySoft_2022_48_Clean_25
Catalog: DirectAid/InstructionFrm.aspx.*.resx
Languages: ar

# btnBnkRepResource1.Text
source: Bank Instruct
ar: طباعة الأستقطاع البنكي

# btnCreateResource1.Text
source: Create
ar: حفظ المتبرع

# btnOpenResource1.Text
source: Open
ar: ملف المتبرع

# btnPrintResource1.Text
source: NEW DONOR
ar: متبرع جديد

# btnPrntReporttResource1.Text
source: Report
ar: تقرير

# btnResetResource1.Text
source: Reset (F2)
ar: إعادة الوضع (F2)

# btnsaveInstructResource1.Text
source: Save (F8)
ar: حفظ (F8)

# btnSearchResource1.Text
source: Search
ar: بحث

# ddlcampaignResource2.Text
source: Please Select Campaign
ar: رجاء إختيار الحملة

# ddlstatReasnResource1.DataTextField
source: stat_reason_eng
ar: stat_reason_ara

# GrdAmtResc1.HeaderText
source: Amount
ar: قيمة

# GrdBnkRefResc1.HeaderText
source: Bank Ref.
ar: الرقم المرجعي للبنك

# GrdBnkResc1.HeaderText
source: Bank Name
ar: بنك

# GrdDateResc1.HeaderText
source: Date
ar: تاريخ

# Grdendresc1.HeaderText
source: End
ar: تاريخ النهاية

# GrdHeaderArbName.HeaderText
source: Arabic Name
ar: الاسم باللغة العربية

# GrdHeaderCivilId.HeaderText
source: Civil ID
ar: بطاقة المدنية

# GrdHeaderEngName.HeaderText
source: English Name
ar: الاسم بالانجليزية

# GrdHeaderNumber.HeaderText
source: ID
ar: رقم

# GrdHeaderPhone.HeaderText
source: Phone
ar: هاتف

# GrdinstResc1.HeaderText
source: Inst.Amt
ar: القسط

# GrdRefNoResc1.HeaderText
source: Ref.No
ar: الرقم المرجعي

# GrdStartResc1.HeaderText
source: Start
ar: تاريخ البدء

# GrdstResc1.HeaderText
source: Status
ar: حالة الاستقطاع

# langCode.text
source: تغيير اللغة
ar: Change Language

# lblAccnumResource1.Text
source: Account No
ar: رقم الحساب

# lblArabicNameResource1.Text
source: Arabic Name
ar: الاسم باللغة العربية

# lblBnkBranchResource1.Text
source: Bank Branch
ar: فرع البنك

# lblBnkRefNoResource1.Text
source: Bank Ref No
ar: الرقم المرجعي للبنك

# lblBnkResource1.Text
source: Bank Name
ar: اسم البنك

# lblCampaignResource1.Text
source: Campaign
ar: حملة

# lblCivilIDResource1.Text
source: Civil ID
ar: البطاقة المدنية

# lblCurrencyResource1.Text
source: Currency
ar: عملة

# lblDnrIDResource1.Text
source: Donor ID No
ar: رقم المتبرع

# lblDonationCatResource1.Text
source: Donation Type
ar: نوع التبرع

# lblDonerTypeResource1.Text
source: Donor Type
ar: نوع المتبرع

# lblDonorInfoHeaderResource1.Text
source: Donor Information
ar: بيانات المتبرع

# lblendDtResource1.Text
source: End Date
ar: تاريخ النهاية

# lblEnglishNameResource1.Text
source: English Name
ar: الاسم بالانجليزية

# lblinfavourofResource1.Text
source: In Favour Of
ar: لصالح من

# lblinstrcutSrcResource1.Text
source: Instrcut Source
ar: تعليمات المصدر

# lblinstValResource1.Text
source: Inst Amount
ar: القسط

# lblMobileResource1.Text
source: Mobile
ar: المحمول

# lblmonthsResource1.Text
source: Month
ar: شهر

# lblNotesResource1.Text
source: Notes
ar: ملاحظات

# lblPhoneResource1.Text
source: Home Phone
ar: الهاتف الرئيسي

# lblReceiptDateResource1.Text
source: Instruct Date
ar: تاريخ الطلب

# lblReceiptIDResource1.Text
source: Ref No
ar: رقم الاستقطاع

# lblRecieptHeaderResource1.Text
source: Standing Instructions
ar: التعليمات الدائمة

# lblSearchHeaderResource1.Text
source: Search
ar: البحث

# lblstartDtResource1.Text
source: Start Date
ar: تاريخ البدء

# lblStatReasnResource1.Text
source: Status Reason
ar: السبب

# lblStatusResource1.Text
source: St.Order Status
ar: حالة الاستقطاع

# lblTotalDonationResource1.Text
source: Total Donation
ar: مجموع التبرعات

# lblTotalWaqfResource1.Text
source: Total Waqf
ar: مجموع الوقف

# lbltotStanInstructResource1.Text
source: Tot Instruction
ar: مجموع أستقطاعات

# lblWaqfResource1.Text
source: Waqf
ar: وقف

# lbtnAddDistResource1.Text
source: Add
ar: إضافة

# lbtnCultureResource1.text
source: عربي
ar: English

# ListIteminstrcutSrcResource1.Text
source: Select Category
ar: رجاء إختيارنوع التبرع

# ListIteminstrcutSrcResource2.Text
source: Website
ar: الموقع

# ListIteminstrcutSrcResource3.Text
source: Bank
ar: بنك

# ListIteminstrcutSrcResource4.Text
source: Internal
ar: داخلي

# ListIteminstrcutSrcResource5.text
source: partial payment
ar: دفعه

# ListItemResource1.Text
source: ID
ar: رقم العميل

# ListItemResource10.Text
source: Charity Firm
ar: مؤسسة خيرية

# ListItemResource11.Text
source: Other
ar: آخرى

# ListItemResource12.Text
source: Please Select Currency
ar: الرجاء اختيار العملة

# ListItemResource13.Text
source: Please Select Donation Type
ar: الرجاء اختيار نوع التبرع

# ListItemResource14.Text
source: Please Select Donation Type
ar: الرجاء اختيار نوع التبرع

# ListItemResource15.Text
source: Please Select Country To
ar: رجاء إختيار الدولة

# ListItemResource1Sts.Text
source: Select Category
ar: رجاء اختيار النوع

# ListItemResource2.Text
source: Civil ID
ar: رقم المدني

# ListItemResource2Sts.Text
source: Pending
ar: انتظار

# ListItemResource3.Text
source: Phone
ar: رقم التلفون الرئيسي

# ListItemResource3Sts.Text
source: Suspend
ar: مغلق

# ListItemResource4.Text
source: Mobile
ar: رقم موبيل

# ListItemResource4Sts.Text
source: Closed
ar: مغلق

# ListItemResource5.Text
source: Arabic Name
ar: الاسم باللغة العربية

# ListItemResource5Sts.Text
source: Active
ar: نشط

# ListItemResource6.Text
source: English Name
ar: الاسم باللغة الانجليزية

# ListItemResource6Sts.Text
source: Cancelled
ar: إلغاء

# ListItemResource7.Text
source: Ref Number
ar: رقم الاستقطاع

# ListItemResource8.Text
source: Individual
ar: الأفراد

# ListItemResource9.Text
source: Company
ar: شركة

# llblTotdeductResource1.Text
source: Total Amount
ar: المبلغ الكلي

# LnkCancelledResource.Text
source: Cancelled
ar: إلغاء

# lnkinstructRescr1.text
source: Bank Intruction Report
ar: تقرير الأستقطاع البنكي

# lnk_buttonResource.Text
source: Activate
ar: تفعيل

# pageDir
source: ltr
ar: rtl

# PageResource1.Title
source: Direct Aid - Bank Standing Instruction
ar: العون المباشر - الأستقطاع البنكي

# txtHeadercountry.HeaderText
source: Country
ar: الدولة

# txtHeaderDonationArabic.HeaderText
source: Donation Name
ar: نوع التبرع

# txtHeaderqty.HeaderText
source: Quantity
ar: كمية

# txtHeadervalue.HeaderText
source: Value
ar: قيمة

# txtpaymentResc.HeaderText
source: Payment
ar: الإجمالى

# txtrefNo.HeaderText
source: ref_numb
ar: رقم المرجع

# txtTotamountrescNew.HeaderText
source: Total Amount
ar: إجمالي مبلغ

# lblContinueResc1.text
source: Continued
ar: متواصل

# ListItemResourceAcno.Text
source: Account No
ar: رقم الحساب

# btnDetailResource1.text
source: Details
ar: تفاصيل تعليمات دائمة

# ListItemWaqfCatResource1.text
source: Donatiion
ar: صدقة

# ListItemWaqfCatResource2.text
source: Zakat
ar: زكاة

# ListItemWaqfCatResource3.text
source: Waqf
ar: وقف

# ddlBnkResource1.DataTextField
source: bank_eng_name
ar: bank_ar_name

# ddlcampaignResource1.DataTextField
source: campaign_desceng
ar: campaign_descrar

# ddlCurrencyResource1.DataTextField
source: currency_desceng
ar: currency_descrar

# ddlnewBrnResource1.DataTextField
source: brn_nameng
ar: brn_namear

# Cmd_Standing_PlanResource1.Text
source: Plan
ar: تخطيط

# lLblLastIntructionResource1.Text
source: Last Standing Instruction
ar: آخر رقم الاستقطاع
