Repository: ase-github/CharitySoft_2022_48_Clean_25
Catalog: DirectAid/Donation/App_LocalResources/UCDonorV3.ascx.*.resx
Languages: ar

# BoundFieldResource1.HeaderText
source: Reciept Manual#
ar: رقم سند القبض اليدوي

# BoundFieldResource10.Visible
source: True
ar: False

# BoundFieldResource10.HeaderText
source: Currency
ar: Currency English

# BoundFieldResource2.HeaderText
source: Date
ar: التاريخ

# BoundFieldResource3.HeaderText
source: Amount
ar: المبلغ

# BoundFieldResource4.HeaderText
source: Remarks
ar: ملاحظات

# BoundFieldResource5.Visible
source: False
ar: True

# BoundFieldResource5.HeaderText
source: Campaign Arabic
ar: حملة

# BoundFieldResource6.Visible
source: True
ar: False

# BoundFieldResource6.HeaderText
source: Campaign
ar: Campaign English

# BoundFieldResource7.Visible
source: False
ar: True

# BoundFieldResource7.HeaderText
source: Donation Arabic
ar: نوع التبرع

# BoundFieldResource8.Visible
source: True
ar: False

# BoundFieldResource8.HeaderText
source: Donation
ar: Donation English

# BoundFieldResource9.Visible
source: False
ar: True

# BoundFieldResource9.HeaderText
source: Currency Arabic
ar: العملة

# CmdClearResource1.Text
source: Clear(F2)
ar: (F2)إعادة الوضع

# CmdSaveResource1.Text
source: Save(F8)
ar: (F8)حفظ

# ddlDonorTypeResource1.Text
source: Donor Type
ar: نوع المتبرع

# ddlResidencyResource1.Text
source: Residency
ar: الدولة

# Label28Resource1.Text
source: Donor Information
ar: معلومات المتبرع

# Label31Resource1.Text
source: Donor Profile
ar: ملف المتبرع

# Label32Resource1.Text
source: Communication Information
ar: معلومات التواصل

# Label33Resource1.Text
source: Contact Information
ar: معلومات الإتصال

# Label34Resource1.Text
source: Address Information
ar: معلومات العنوان

# lblAddressResource1.Text
source: Address
ar: العنوان

# lblArabicNameResource1.Text
source: Donor Name Arabic
ar: الأسم باللغة العربية

# lblAreaResource1.Text
source: Area Code
ar: المنطقة

# lblblkResource1.Text
source: Block No
ar: قطعة

# lblbuildNoResource1.Text
source: Building No
ar: مبنى

# lblCivilIdResource1.Text
source: Civil ID
ar: رقم مدني

# lblCommunicationResource1.Text
source: Communication Language
ar: لغة التواصل

# lblDescrResource1.Text
source: Description
ar: مواصفات

# lblDonorIdResource1.Text
source: Donor ID
ar: رقم المتبرع

# lblEmailResource1.Text
source: Email
ar: البريد الألكتروني

# lblEnglishNameResource1.Text
source: Donor Name English
ar: الأسم باللغة الأنجليزية

# lblGaddahResource1.Text
source: Gaddah No
ar: جادة

# lblGendarResource1.Text
source: Gender
ar: نوع

# lblJobResource1.Text
source: Job Information
ar: معلومات العمل

# lblLocalphoneResource1.Text
source: Primary Phone
ar: رقم التلفون الرئيسي

# lblMobileResource1.Text
source: Mobile
ar: رقم المحمول

# lblMobileResource2.Text
source: Mobile Phone
ar: رقم المحمول

# lblNationalityResource1.Text
source: Nationality
ar: الجنسية

# lblPhone4Resource1.Text
source: Other Phone
ar: رقم تلفون المنزل

# lblPhoneResource1.Text
source: Home Phone
ar: تلفون المنزل

# lblPoboxResource1.Text
source: P.O. Box
ar: رقم صندوق البريد

# lblPreviousIdResource1.Text
source: Previous ID
ar: رقم سابق

# lblStreetNmResource1.Text
source: Street Name
ar: أسم الشارع

# lblUnitResource1.Text
source: Unit No
ar: رقم الوحدة

# lblWorkResource1.Text
source: Work Place
ar: مكان العمل

# lblZipResource1.Text
source: Zip Code
ar: الرمز البريدي

# lbtnMoreInfoResource1.Text
source: More Information
ar: معلومات إضافية

# ListItemResource1.Text
source: Select Donor Type
ar: رجاء إختيار نوع المتبرع

# ListItemResource2.Text
source: Individual
ar: فرد

# ListItemResource3.Text
source: Company
ar: شركة

# ListItemResource4.Text
source: Charity Org
ar: مؤسسة خيرية

# ListItemResource5.Text
source: Ministry
ar: حكومة

# ListItemResource6.Text
source: Select Gender Type
ar: رجاء أختيار نوع المتبرع

# ListItemResource7.Text
source: Male
ar: ذكر

# ListItemResource8.Text
source: Female
ar: أنثى

# lnkNewReceiptResource1.Text
source: New Receipt (Insert)
ar: سند قبض جديد (Insert)

# TemplateFieldResource1.HeaderText
source: Reciept#
ar: رقم سند القبض

# PageDir
source: ltr
ar: rtl

# lblBrandResource1.Text
source: Direct Aid
ar: العون المباشر

# lnkCollectionResource1.Text
source: Collection
ar: تحصيل

# lnkDeductionResource1.Text
source: Standing Instruction
ar: أستقطاعات

# lnkDonorProfileResource1.Text
source: Donor Profile
ar: ملف المتبرع

# lnkFirstScreenResource1.text
source: Main Screen
ar: الشاشة الرئيسية

# btnDonrSearchResource1.Text
source: Search
ar: (F3)بحث

# CheckBox_DonrSrchRes.Text
source: Search Mode
ar: تفعيل البحث

# lblsaluteDonorRes1.Text
source: Title
ar: لقب

# lbtnCultureResource1.Text
source: عربي
ar: English

# btnEnableDonorProfileResource1.Text
source: New Donor
ar: متبرع جديد

# Cmd_DonAllocatResource1.Text
source: Donation Allocation
ar: ربط التبرعات

# txtBehafResc1.Text
source: Favour Of
ar: لصالح من

# Cmd_Col_HistoryResource1.Text
source: collection history
ar: عرض التبرعات

# Cmd_CollectionResource1.Text
source: Report
ar: تقرير

# Button_Deduction.Text
source: Deduction
ar: الاستقطاعات
